"sedan" = "Sedan";
"payment_method" = "Payment method";
"agree" = "Agree";
"sending_request" = "Sending your request..";
"are_you_sure" = "Are you sure?";
"logout" = "Log out";
"changing_to_usermode" = "Changing to user mode..";
"first_name_blank" = "FirstName should not be blank.";
"home" = "Home";
"thank_you_payout_details" = "Thank you for successfully submitting your payout details.";
"signing_up" = "Signing up..";
"personal_info" = "Personal Information";
"vehicle_reg" = "Vehicle Registration";
"resend" = "Resend";
"current_earnings" = "CURRENT EARNINGS";
"legal_full_name" = "Legal Full Name";
"save_information" = "Save information";
"last_name_blank" = "LastName should not be blank.";
"application_registration_blank" = "We require you to upload a picture of your vehicle registration. If you are driving a rental car, a picture of the rental agreement is sufficient.";
"connection_lost_booking" = "Connection Lost. Please try booking again.";
"picture_confirm_no" = "No, I wish to change it";
"general_error" = "Something went wrong.. Try again later";
"zip_code_blank" = "Whoops! Did you forget to input your Zip Code?";
"paypal_email" = "Paypal E-Mail Address";
"incorrect_verification_code" = "Whoops! That doesn't seem to match our records. Try again!";
"cash_payment" = "CASH PAYMENT";
"grabbing_location" = "Grabbing the drivers location";
"internet_connection_fail" = "Check your internet connection and try again..";
"no_account" = "Doesn't look like you have an account with us.. Please go back and sign up";
"profile" = "Profile";
"application_dob_blank" = "We need your full Date of Birth in order to process the application.";
"take_picture" = "Take picture";
"pinpoint_address" = "Pin-pointing your address..";
"confirm_pickup" = "Confirm pickup";
"location_denied" = "Permission Denied: We were unable to access your location";
"application_complete" = "Application complete.";
"under_fb" = "Or, sign up with:";
"report_driver" = "Report Driver";
"verify" = "Verify";
"application_required_field" = "This field is required.";
"apply_to_drive" = "Apply to Drive";
"tap_to_accept" = "Tap to accept";
"phone_number" = "Phone number";
"set_country" = "Set Country";
"apply" = "Apply";
"agree_terms" = "Agree to terms";
"agree_terms_application_blank" = "Whoops! Please don't forget to tick the box at the bottom of the page :)";
"example_vehicle_type" = "Example: 2014 Chrysler 300c";
"error_text_message" = "Couldn't send a text message. Check your phone number";
"under_login" = "Or, log in with your phone number";
"license_plate_nr" = "License plate number";
"best" = "Best";
"agree_auth_text" = "I Consent, Authorize, Agree, and Have Reviewed and Understood";
"completed_trip" = "Completed Trip!";
"full_name_example" = "Example: John A. Doe";
"vehicle_type" = "Type of vehicle";
"driver_marked_complete" = "The driver marked this as complete.. If this is incorrect, please contact us immediately.";
"selected_city_blank" = "Whoops! Did you forget to select in which city you'd like to drive in?";
"ssn" = "Social Security Number";
"payout_settings" = "Payout Settings";
"optional" = "Optional";
"example_license" = "Example: A1234567";
"referral_code" = "Referral code (optional)";
"application_profile_picture_blank" = "Please take a picture for yourself. This increases safety for both you and the passenger(s).";
"continue" = "Continue";
"no_drivers_found" = "We couldn't find any drivers at the moment.. Please try again later";
"accepted_driver" = "Driver has accepted";
"on_route" = "On Route";
"from" = "From:";
"lastname" = "Last";
"application_vehicle_type_blank" = "Please remember to provide your type of vehicle.";
"application_upload_error" = "Error processing images.. Check your internet connection.";
"back" = "Back";
"user_canceled_trip" = "User canceled Trip";
"drop_off" = "Drop off";
"application_insurance_blank" = "We require you to upload a picture of your insurance policy card. The card must show vehicle VIN, make & year. If you're driving a rental car, you must attach a picture of the rental car insurance.";
"tap_if_complete" = "Tap if complete";
"zipcode" = "ZIP Code";
"add_phonenumber" = "Add phone number";
"set_destination" = "Set destination";
"cancel_ride" = "CANCEL RIDE";
"to" = "To:";
"settings" = "Settings";
"example_license_plate_nr" = "Example: A1234BC";
"payment" = "Payment";
"code_sent_to" = "Code has been sent to:";
"processing_picture" = "Processing picture..";
"reg_example" = "Picture of vehicle registration";
"add_card" = "Add Card";
"picture_confirm_yes" = "Yes, that's the one!";
"picture_of_your_vehicle" = "Picture of your vehicle";
"email" = "Email";
"application_license_blank" = "Please remember to provide your license plate number.";
"thank_you" = "Thank you for sharing GeekNavi!";
"maybe_later" = "Maybe later";
"applyBtn" = "Apply >";
"limo" = "Limo";
"application_internet_fail" = "Error submitting your application. Check your internet connection and try again.";
"close" = "Close";
"complete_application" = "Complete Application";
"picture_confirm" = "Is the picture above the one you wish to send to us?";
"application_full_name_blank" = "Please write your full legal name before continuing with your application.";
"sport" = "Sport";
"application_processing" = "Please allow 3-5 business days to process your application.";
"tap_if_arrived" = "Tap if arrived";
"log_in" = "Log in";
"vehicle_info" = "Vehicle Information";
"one_last_thing" = "One last thing..";
"trip_canceled" = "Your trip has been canceled.";
"firstname" = "First";
"submit" = "Submit";
"changing_to_drivermode" = "Changing to driver mode..";
"dob" = "Date of Birth";
"edit" = "Edit";
"confirm_pickup_location" = "CONFIRM PICKUP LOCATION";
"more_reason" = "We need a new picture in order to proceed with your driver application";
"processing_application" = "Processing Application..";
"driver_location" = "Grabbing the drivers location..";
"disclosure" = "Disclosure and Authorization";
"select_your_city" = "Select your city";
"email_invalid" = "The email is invalid.";
"terms" = "Terms";
"cancel" = "Cancel";
"picture_of_vehicle" = "Picture of vehicle";
"processing_payment" = "Processing Payment..";
"navigate" = "Navigate";
"worst" = "Worst";
"set_pickup" = "Set pickup";
"license_number" = "Driver's license number";
"no_results" = "Sorry, we didn't find any place or address that matches your search";
"verification_code" = "Verification code";
"verifyButton" = "Verify >";
"waiting_driver" = "Waiting for a driver..";
"terms_not_agree" = "You have to agree to the terms..";
"picture_of_yourself" = "Picture of yourself";
"cash_description" = "Please ask the user to pay before the proceeding";
"uploading_pictures" = "Uploading pictures..";
"setup_paypal_payout" = "SETUP PAYPAL PAYOUT";
"authorization" = "Authorization";
"pick_up" = "Pick up";
"pay_with" = "Pay with";
"phone_number_blank" = "Phonenumber should not be blank.";
"vehicle_ins" = "Vehicle Insurance";
"next" = "Next >";
"receipt" = "Receipt";
"approved_application" = "Your application has been approved. Please tap the steering wheel that is located on the upper right corner and start driving today!";
"logging_in" = "Logging in..";
"updating_paypal" = "Updating your PayPal address..";
"more_info" = "More Info";
"sign_up" = "Sign up";
"invite" = "Invite";
"no_card_registered" = "No card registered";
"ins_example" = "Picture of vehicle insurance";
"tap_to_continue" = "Tap to continue";
"transaction_failed" = "Transaction Failed";
"estimate" = "ESTIMATE";
"request_ride" = "Request Ride";
"from_address" = "From Address";
"to_address" = "To Address";
"unavailable" = "Unavailable";
"no_active_drivers" = "Couldn't find a driver near you..";
"distance" = "Distance";
"done" = "Done";